Revit 2027 API
AssemblyMemberDifferentCategory Methods
The AssemblyMemberDifferentCategory type exposes the following members.
Methods
Name | Description
Dispose
(Inherited from AssemblyMemberDifference)
Equals | Determines whether the specified object is equal to the current object.
(Inherited from Object)
GetHashCode | Serves as the default hash function.
(Inherited from Object)
GetType | Gets the Type of the current instance.
(Inherited from Object)
ToString | Returns a string that represents the current object.
(Inherited from Object)
Top
See Also
Reference
AssemblyMemberDifferentCategory Class
Autodesk.Revit.DB Namespace